export const PI_DATA = [
	{
		id: 1,
		desc: '此產業的工作常需面對艱困或危險的環境'
	},
	{
		id: 2,
		desc: '此產業常須產出實體的產品'
	},
	{
		id: 3,
		desc: '此產業環境變動幅度大'
	},
	{
		id: 4,
		desc: '此產業相關法令規範明確'
	},
	{
		id: 5,
		desc: '此產業相關知識與技術成熟'
	},
	{
		id: 6,
		desc: '此產業的市場具前瞻性'
	},
	{
		id: 7,
		desc: '此產業需投入大量勞動力'
	},
	{
		id: 8,
		desc: '此產業的工作知識技術更新快速'
	},
	{
		id: 9,
		desc: '此產業的工作常須進行人際互動的觀察'
	},
	{
		id: 10,
		desc: '此產業具明確的生產流程'
	},
	{
		id: 11,
		desc: '此產業常須因應環境的變動而調整步調'
	},
	{
		id: 12,
		desc: '此產業環境穩定'
	},
	{
		id: 13,
		desc: '此產業市場的消費習慣穩定'
	},
	{
		id: 14,
		desc: '此產業的市場具挑戰性'
	},
	{
		id: 15,
		desc: '此產業的工作需大量操作機械或器具'
	},
	{
		id: 16,
		desc: '此產業存在多元的技術'
	},
	{
		id: 17,
		desc: '此產業的工作常須服務他人'
	},
	{
		id: 18,
		desc: '此產業具客觀的品質標準'
	},
	{
		id: 19,
		desc: '此產業環境競爭激烈'
	},
	{
		id: 20,
		desc: '此產業環境不易受經濟景氣波動影響'
	},
	{
		id: 21,
		desc: '此產業需要創意的投入'
	},
	{
		id: 22,
		desc: '此產業的市場尚有許多新奇未知的發展可能'
	},
	{
		id: 23,
		desc: '此產業的工作常須與人群相處互動'
	}];
